Repository: kefaslungu/CustomLabels
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, es, fr, it, pt_br, tr, uk

source: Edit Custom Label
ar: تعديل التسمية المخصصة
de: Benutzerdefinierte Beschriftung Bearbeiten
es: Editar Etiqueta Personalizada
fr: Modifier l'Etiquette Personnalisée
it: Modifica etichetta personalizzata
pt_br: Editar Rótulo Personalizado
tr: Özel Etiketi Düzenle
uk: Редагувати користувацьку мітку

source: Set Custom Label
ar: تعيين تسمية مخصصة
de: Benutzerdefinierte Beschriftung Festlegen
es: Establecer Etiqueta Personalizada
fr: Définir une Etiquette Personnalisée
it: Imposta etichetta personalizzata
pt_br: Definir Rótulo Personalizado
tr: Özel Etiket Ayarla
uk: Встановити користувацьку мітку

source: Control &information:
ar: &معلومات عنصر التحكم:
de: Steuerelement-&Informationen:
es: &Información del control:
fr: &Informations sur le contrôle :
it: &Informazioni sul controllo:
pt_br: &Informações do controle:
tr: Denetim öğe B&ilgileri:
uk: &Керування та інформація:

source: Property
ar: الخاصية
de: Eigenschaft
es: Propiedad
fr: Propriété
it: Proprietà
pt_br: Propriedade
tr: Özellik
uk: Властивості

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_br: Valor
tr: Değer
uk: Значення

source: (unlabeled)
ar: (بدون تسمية)
de: (unbeschriftet)
es: (sin etiquetar)
fr: (sans étiquette)
it: (non etichettato)
pt_br: (sem rótulo)
tr: (etiketsiz)
uk: (без мітки)

source: Original name
ar: الاسم الأصلي
es: Nombre original
fr: Nom original
it: Nome originale
pt_br: Nome original
tr: Orijinal ad
uk: Оригінальна назва

source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
pt_br: Função
tr: Kural
uk: Роль

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_br: Desconhecido
tr: Bilinmiyor
uk: Невідомо

source: Application
ar: التطبيق
de: Anwendung
es: Aplicación
it: Applicazione
pt_br: Aplicativo
tr: Uygulama
uk: Програма

source: Identifier
ar: المعرف
de: Bezeichner
es: Identificador
fr: Identifiant
it: Identificatore
pt_br: Identificador
tr: Tanımlayıcı
uk: Ідентифікатор

source: Current label
ar: التسمية الحالية
de: Aktuelle Beschriftung
es: Etiqueta actual
fr: Etiquette actuelle
it: Etichetta corrente
pt_br: Rótulo atual
tr: Geçerli etiket
uk: Поточна мітка

source: &Custom label:
ar: التسمية الم&خصصة:
de: &Benutzerdefinierte Beschriftung:
es: Etiqueta &personalizada:
fr: Etiquette &personnalisée :
it: &Etichetta personalizzata:
pt_br: Rótulo &personalizado:
tr: &Özel etiket:
uk: &Користувацька мітка:

source: &Cancel
ar: إل&غاء
de: &Abbrechen
es: &Cancelar
fr: &Annuler
it: &Annulla
pt_br: &Cancelar
tr: İ&ptal
uk: &Скасувати

source: &Remove
ar: إ&زالة
de: &Entfernen
es: &Eliminar
fr: &Supprimer
it: &Rimuovi
pt_br: &Remover
tr: Kaldı&r
uk: &Видалити

source: Custom Labels
ar: التسميات المخصصة
de: Benutzerdefinierte Beschriftungen
es: Etiquetas Personalizadas
fr: Etiquettes Personnalisées
pt_br: Rótulos Personalizados
tr: Özel Etiketler
uk: Користувацькі мітки

source: &Available custom labels:
ar: التسميات المخصصة المت&احة:
de: &Verfügbare benutzerdefinierte Beschriftungen:
es: Etiquetas personalizadas &disponibles:
fr: Etiquettes personnalisées &disponibles :
it: Etichette personalizzate &disponibili:
pt_br: Rótulos personalizados &disponíveis:
tr: &Geçerli özel etiketler:
uk: &Доступні користувацькі мітки:

source: &Edit
ar: ت&عديل
de: &Bearbeiten
es: &Editar
fr: &Modifier
it: &Modifica
pt_br: &Editar
tr: Düz&enle
uk: &Редагувати

source: Remove A&pp
ar: إزالة الت&طبيق
de: A&nwendung Entfernen
es: Eliminar A&plicación
fr: Supprimer l'A&pplication
it: Rimuovi &app
pt_br: Remover A&plicativo
tr: &Uygulamayı Kaldır
uk: Видалити &програму

source: Remove &All
ar: إزالة ال&كل
de: &Alle Entfernen
es: Eliminar &Todo
fr: Supprimer &Tout
it: Rimuovi &tutto
pt_br: Remover &Todos
tr: T&ümünü Kaldır
uk: Видалити &все

source: All Labels
ar: جميع التسميات
de: Alle Beschriftungen
es: Todas las Etiquetas
fr: Toutes les Etiquettes
it: Tutte le etichette
pt_br: Todos os Rótulos
tr: Tüm Etiketler
uk: Усі мітки

source: {app} ({count} labels)
ar: {app} ({count} تسميات)
de: {app} ({count} Beschriftungen)
es: {app} ({count} etiquetas)
fr: {app} ({count} étiquettes)
it: {app} ({count} etichette)
pt_br: {app} ({count} rótulos)
tr: {app} ({count} etiketler)
uk: {app} ({count} міток)

source: (not available from saved data)
ar: (غير متوفر من البيانات المحفوظة)
de: (in gespeicherten Daten nicht verfügbar)
es: (no disponible en los datos guardados)
fr: (non disponible dans les données sauvegardées)
it: (non disponibile dai dati salvati)
pt_br: (não disponível nos dados salvos)
tr: (kaydedilen verilerden kullanılamıyor)
uk: (недоступно зі збережених даних)

source: Remove label '{label}'?
ar: إزالة التسمية '{label}'؟
de: Beschriftung '{label}' entfernen?
es: Eliminar etiqueta '{label}'?
fr: Supprimer l'étiquette '{label}' ?
it: Rimuovere l'etichetta '{label}'?
pt_br: Remover rótulo '{label}'?
tr: '{label}' etiketi kaldırılsın mı?
uk: Видалити мітку "{label}"?

source: Confirm Removal
ar: تأكيد الإزالة
de: Entfernen Bestätigen
es: Confirmar Eliminación
fr: Confirmer la Suppression
it: Conferma rimozione
pt_br: Confirmar Remoção
tr: Kaldırmayı Onayla
uk: Підтвердіть видалення

source: Remove all {count} labels for '{app}'?
ar: إزالة جميع التسميات {count} لـ '{app}'؟
de: Alle {count} Beschriftungen für '{app}' entfernen?
es: Eliminar todas las {count} etiquetas de '{app}'?
fr: Supprimer toutes les {count} étiquettes de '{app}' ?
it: Rimuovere tutte le {count} etichette per '{app}'?
pt_br: Remover todos os {count} rótulos de '{app}'?
tr: '{app}' için tüm {count} etiketi kaldırılsın mı?
uk: Видалити всі {count} міток для "{app}"?

source: Remove all {count} custom labels?
ar: إزالة جميع التسميات المخصصة {count}؟
de: Alle {count} benutzerdefinierten Beschriftungen entfernen?
es: Eliminar todas las {count} etiquetas personalizadas?
fr: Supprimer toutes les {count} étiquettes personnalisées ?
it: Rimuovere tutte le {count} etichette personalizzate?
pt_br: Remover todos os {count} rótulos personalizados?
tr: Tüm {count} özel etiketleri kaldırılsın mı?
uk: Видалити всі ({count}) користувацькі мітки?

source: Set or edit a custom label for the current control
ar: تعيين أو تعديل تسمية مخصصة لعنصر التحكم الحالي
de: Benutzerdefinierte Beschriftung für das aktuelle Steuerelement festlegen oder bearbeiten
es: Establecer o editar una etiqueta personalizada para el control actual
fr: Définir ou modifier une étiquette personnalisée pour le contrôle actuel
it: Imposta o modifica un'etichetta personalizzata per il controllo corrente
pt_br: Definir ou editar um rótulo personalizado para o controle atual
tr: Geçerli denetim öğesi için özel bir etiket ayarlar veya düzenler
uk: Встановити або відредагувати користувацьку мітку для поточного елемента керування

source: Cannot label this type of control
ar: لا يمكن تسمية هذا النوع من عناصر التحكم
de: Dieser Steuerelementtyp kann nicht beschriftet werden
es: No se puede etiquetar este tipo de control
fr: Impossible d'étiqueter ce type de contrôle
pt_br: Não é possível rotular este tipo de controle
tr: Bu denetim türü etiketlenemiyor
uk: Неможливо надати мітку елементу керування цього типу

source: Cannot identify this control
ar: لا يمكن التعرف على عنصر التحكم هذا
de: Dieses Steuerelement kann nicht identifiziert werden
es: No se puede identificar este control
fr: Impossible d'identifier ce contrôle
pt_br: Não é possível identificar este controle
tr: Bu denetim öğesi tanımlanamıyor
uk: Неможливо визначити цей елемент керування

source: Error: {error}
uk: Помилка: {error}

source: Label removed
ar: تم إزالة التسمية
de: Beschriftung entfernt
es: Etiqueta eliminada
fr: Etiquette supprimée
pt_br: Rótulo removido
tr: Etiket kaldırıldı
uk: Мітку видалено

source: No label to remove
ar: لا توجد تسمية للإزالة
de: Keine Beschriftung zum Entfernen vorhanden
es: No hay etiqueta que eliminar
fr: Aucune étiquette à supprimer
pt_br: Nenhum rótulo para remover
tr: Kaldırılacak etiket yok
uk: Немає мітки для видалення

source: Label set to: {label}
ar: تم تعيين التسمية إلى: {label}
de: Beschriftung festgelegt auf: {label}
es: Etiqueta establecida a: {label}
fr: Etiquette définie à : {label}
pt_br: Rótulo definido para: {label}
tr: Etiket şu şekilde ayarlandı: {label}
uk: Встановлено мітку: {label}

source: Remove the custom label from the current control
ar: إزالة التسمية المخصصة من عنصر التحكم الحالي
de: Die benutzerdefinierte Beschriftung vom aktuellen Steuerelement entfernen
es: Eliminar la etiqueta personalizada del control actual
fr: Supprimer l'étiquette personnalisée du contrôle actuel
it: Rimuove l'etichetta personalizzata dal controllo corrente
pt_br: Remover o rótulo personalizado do controle atual
tr: Geçerli denetim öğesinden özel etiketi kaldırır
uk: Видалити користувацьку мітку з поточного елемента керування

source: Check if current control has a custom label
ar: التحقق مما إذا كان عنصر التحكم الحالي لديه تسمية مخصصة
de: Prüfen, ob das aktuelle Steuerelement eine benutzerdefinierte Beschriftung hat
es: Comprobar si el control actual tiene una etiqueta personalizada
fr: Vérifier si le contrôle actuel a une étiquette personnalisée
it: Verifica se il controllo corrente ha un'etichetta personalizzata
pt_br: Verificar se o controle atual tem um rótulo personalizado
tr: Geçerli denetim öğesinin özel bir etiketi olup olmadığını denetler
uk: Перевірити, чи має поточний елемент керування користувацьку мітку

source: Custom label: {label}
ar: التسمية المخصصة: {label}
de: Benutzerdefinierte Beschriftung: {label}
es: Etiqueta personalizada: {label}
fr: Etiquette personnalisée : {label}
pt_br: Rótulo personalizado: {label}
tr: Özel etiket: {label}
uk: Користувацька мітка: {label}

source: No custom label. Original: {name}
ar: لا توجد تسمية مخصصة. الأصلي: {name}
de: Keine benutzerdefinierte Beschriftung. Original: {name}
es: Sin etiqueta personalizada. Original: {name}
fr: Pas d'étiquette personnalisée. Original : {name}
pt_br: Sem rótulo personalizado. Original: {name}
tr: Özel etiket yok. Orijinal: {name}
uk: Немає користувацької мітки. Оригінал: {name}

source: unlabeled
uk: без мітки

source: Open custom labels settings
ar: فتح إعدادات التسميات المخصصة
de: Einstellungen für benutzerdefinierte Beschriftungen öffnen
es: Abrir configuración de etiquetas personalizadas
fr: Ouvrir les paramètres des étiquettes personnalisées
it: Apre le impostazioni di custom labels
pt_br: Abrir configurações de rótulos personalizados
tr: Özel etiket ayarlarını açar
uk: Відкрити налаштування користувацьких міток

source: An NVDA addon that allows you to add custom labels for unlabeled controls and edit existing ones.
ar: إضافة لـ NVDA تتيح لك إضافة تسميات مخصصة لعناصر التحكم غير المسماة وتعديل التسميات الموجودة.
de: Eine NVDA-Erweiterung, mit der Sie benutzerdefinierte Beschriftungen für unbeschriftete Steuerelemente hinzufügen und vorhandene bearbeiten können.
es: Un complemento de NVDA que te permite agregar etiquetas personalizadas a controles sin etiquetar y editar las existentes.
fr: Une extension NVDA qui vous permet d'ajouter des étiquettes personnalisées aux contrôles non étiquetés et de modifier celles existantes.
it: Un addon per NVDA che consente di aggiungere etichette personalizzate per controlli che ne sono sprovvisti, nonché di modificare quelle esistenti.
pt_br: Um complemento do NVDA que permite adicionar rótulos personalizados a controles sem rótulo e editar os existentes.
tr: Etiketlenmemiş denetimler için özel etiketler eklemenizi ve mevcut etiketleri düzenlemenizi sağlayan bir NVDA eklentisi.
uk: Додаток NVDA, що дозволяє додавати користувацькі мітки для елементів керування без міток та редагувати наявні.

source: Initial release of the Custom Labels add-on.
ar: الإصدار الأول من إضافة التسميات المخصصة.
de: Erstveröffentlichung der Erweiterung Benutzerdefinierte Beschriftungen.
es: Lanzamiento inicial del complemento Etiquetas Personalizadas.
fr: Version initiale de l'extension Etiquettes Personnalisées.
it: Versione iniziale dell'add-on Custom Labels.
pt_br: Lançamento inicial do complemento Rótulos Personalizados.
tr: Özel Etiketler eklentisinin ilk sürümü.
uk: Початковий випуск додатка Користувацькі мітки.

source: &OK
ar: &موافق
es: &Aceptar
tr: &Tamam
